/* plural annotations, plural page count, author */
"%1$d annotations on %2$d pages by %3$@" = "%1$d adnotacji/e na %2$d stronach. Autor: %3$@";

/* plural annotations, single page count, author */
"%1$d annotations on 1 page by %2$@" = "%1$d adnotacji/e na 1 stronie. Autor: %2$@";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations') */
"%d annotations" = "%d adnotacje";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, author (e.g. '3 annotations by Phil') */
"%d annotations by %@" = "%1$d adnotacji autorstwa %2$@";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, no author (e.g. '3 annotations on 2 pages') */
"%d annotations on %d pages" = "%1$d adnotacji/e na %2$d stronach";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, author (e.g. '3 annotations on 2 pages by Phil') */
"%d annotations on %d pages by %@" = "%1$d adnotacji/e na %2$d stronach. Autor: %3$@";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations on 1 page') */
"%d annotations on 1 page" = "%d adnotacji na jednej stronie";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, author (e.g. '3 annotations on 1 page by Phil') */
"%d annotations on 1 page by %@" = "%1$d adnotacji/e na 1 stronie. Autor: %2$@";

/* header in PDF summary: single page PDF, 1 annotation, no author (e.g. '1 annotation') */
"1 annotation" = "1 adnotacja";

/* header in PDF summary: single page PDF, 1 annotation, author (e.g. '1 annotation by Phil') */
"1 annotation by %@" = "1 adnotacja autorstwa %@";

/* header in PDF summary: multiple page PDF, 1 annotation, no author (e.g. '1 annotation on 1 page') */
"1 annotation on 1 page" = "1 adnotacja na 1 stronie";

/* single annotation, single page count, author */
"1 annotation on 1 page by %1$@" = "1 adnotacja na 1 stronie. Autor: %1$@";

/* header in PDF summary: multiple page PDF, 1 annotation, author (e.g. '1 annotation on 1 page by Phil') */
"1 annotation on 1 page by %@" = "1 adnotacja na 1 stronie. Autor: %@";

/* Tooltip for the arrow button */
"Add arrows to your image" = "Dodaj strzałki na obrazie";

/* Tooltip for the emoticon stamps button */
"Add emoticons to your image" = "Dodaj emotikony do obrazu";

/* Tooltip for the shapes button */
"Add shapes to your image" = "Dodaj kształty do obrazu";

/* Tooltip for the stamps button */
"Add stamps to your image" = "Dodaj pieczątki do obrazu";

/* Tooltip for the text button */
"Add text to your image" = "Dodaj tekst do obrazu";

/* All */
"All" = "Wszystko";

/* PDF menu item to display all pages */
"All Pages" = "Wszystkie strony";

/* Tooltip for the angry stamp button */
"Angry" = "Zły";

/* Annotated */
"Annotated" = "Opisano";

/* PDF menu item to display only annotated pages */
"Annotated Only" = "Tylko opisane";

/* Accessibility description: PDF popup button to switch between displaying all or annotated pages */
"Annotation Filter" = "Filtr adnotacji";

/* Apply */
"Apply" = "Zastosuj";

/* Approved stamp default text
   Tooltip for the approved stamp button */
"Approved" = "Zatwierdzona";

/* Arrow creation undo/redo name */
"Arrow" = "Strzałka";

/* arrow First Time User Experience Label next to Tool Bar Item */
"arrow" = "strzałka";

/* Arrow Endpoint undo/redo name */
"Arrow Endpoint" = "Punkt końcowy strzałki";

/* Arrow Rotation undo/redo name */
"Arrow Rotation" = "Obrót strzałki";

/* Attach Label to stamp undo/redo name */
"Attach Label" = "Dodaj etykietę";

/* Tooltip for the attention stamp button */
"Attention" = "Uwaga";

/* Cancel */
"Cancel" = "Anuluj";

/* Change Text undo/redo name */
"Change Text" = "Zmień tekst";

/* First time UX: Properties */
"Choose size and color" = "Wybierz rozmiar i kolor";

/* First time UX: Tools */
"Choose tools" = "Wybierz narzędzia";

/* Click to expand the canvas by %u points in this direction */
"Click to expand the canvas by %ld points in this direction" = "Kliknij, aby rozszerzyć płótno o %ld punktów w tym kierunku";

/* Click to expand the canvas in this direction */
"Click to expand the canvas in this direction" = "Kliknij, aby zwiększyć obszar płótna w tym kierunku";

/* Tooltip for the color button */
"Color" = "Kolor";

/* Color Change undo/redo name */
"Color Change" = "Zmiana koloru";

/* Tooltip for the cool stamp button */
"Cool" = "Super";

/* Crop undo/redo name */
"Crop" = "Przytnij";

/* Crop Area undo/redo name for crop area on the canvas */
"Crop Area" = "Przytnij obszar";

/* Crop button */
"Crop Image" = "Przytnij obraz";

/* Tooltip for the expand/crop button */
"Crop your image" = "Przytnij obraz";

/* Delete button title */
"Delete" = "Usuń";

/* Delete PDF Page
   Delete PDF Page undo/redo name */
"Delete Page" = "Usuń stronę";

/* draw First Time User Experience Label next to Tool Bar Item */
"draw" = "rysuj";

/* Tooltip for the pens button */
"Draw on your image" = "Narysuj coś na obrazie";

/* Ellipse creation undo/redo name
   Tooltip for the ellipse button */
"Ellipse" = "Elipsa";

/* Ellipse Rotate undo/redo name */
"Ellipse Rotate" = "Obrót elipsy";

/* Ellipse Size undo/redo name */
"Ellipse Size" = "Rozmiar elipsy";

/* First Time User Experience Label next to Tool Bar Item */
"emoticon" = "emotikona";

/* Expand Canvas undo/redo name */
"Expand Canvas" = "Rozszerz płótno";

/* Happy stamp default text */
"Fantastic!" = "Fantastyczne!";

/* Flip undo/redo name */
"Flip" = "Przerzuć";

/* Angry stamp default text */
"Grrr" = "Wrrr";

/* Tooltip for the happy stamp button */
"Happy" = "Szczęśliwy";

/* Cool! stamp default text */
"Hehe" = "Hehe";

/* Highlighter creation undo/redo name
   Tooltip for the highlighter button */
"Highlighter" = "Zakreślacz";

/* Error description for when images are too large */
"Image is too large." = "Obraz jest zbyt duży.";

/* Silly stamp default text */
"Kidding!" = "Żartuję!";

/* Line creation undo/redo name
   Tooltip for the line button */
"Line" = "Linia";

/* Line Endpoint undo/redo name */
"Line Endpoint" = "Punkt końcowy linii";

/* Line Rotation undo/redo name */
"Line Rotation" = "Obrót linii";

/* Marker creation undo/redo name
   Tooltip for the marker button */
"Marker" = "Flamaster";

/* Move undo/redo name */
"Move" = "Przenieś";

/* Nudge undo/redo name for selected elements on the canvas */
"Nudge" = "Szturchnij";

/* Skitch max canvas size alert OK button title */
"OK" = "OK";

/* First Time User Experience Label next to Tool Bar Item */
"pan" = "przesuń";

/* PDF with summary */
"PDF with summary" = "Plik PDF z podsumowaniem";

/* Perfect stamp default text
   Tooltip for the perfect stamp button */
"Perfect" = "Doskonale";

/* Tooltip for the unpinned button */
"Pin sub tools open" = "Przypnij narzędzia podrzędne";

/* Pixelate undo/redo name */
"Pixelate" = "Pikseloza";

/* First Time User Experience Label next to Tool Bar Item */
"pixelate" = "pikseloza";

/* Tooltip for the pixelate button */
"Pixelate your image" = "Rozpikseluj obraz";

/* Tooltip for the question stamp button */
"Question" = "Pytanie";

/* Rectangle creation undo/redo name
   Tooltip for the rectangle button */
"Rectangle" = "Prostokąt";

/* Rectangle Rotate undo/redo name */
"Rectangle Rotate" = "Obrót prostokąta";

/* Rectangle Size undo/redo name */
"Rectangle Size" = "Rozmiar prostokąta";

/* Redo button */
"Redo" = "Ponów";

/* Rejected stamp default text
   Tooltip for the rejected stamp button */
"Rejected" = "Odrzucona";

/* Resize Canvas undo/redo name */
"Resize Canvas" = "Zmiana rozmiaru płótna";

/* Tooltip for the resize button */
"Resize your image" = "Zmień rozmiar";

/* Rotate undo/redo name */
"Rotate" = "Obróć";

/* Rotate Canvas undo/redo name */
"Rotate Canvas" = "Obrót płótna";

/* Rotate PDF Page undo/redo name */
"Rotate Page" = "Obrót strony";

/* Rotate PDF Page 90 degrees Clockwise */
"Rotate Page Clockwise" = "Obróć stronę w lewo";

/* Rotate PDF Page 90 degrees Counterclockwise */
"Rotate Page Counterclockwise" = "Obróć stronę w prawo";

/* Rounded Rectangle creation undo/redo name
   Tooltip for the rounded rectangle button */
"Rounded Rectangle" = "Zaokrąglony prostokąt";

/* Rounded Rectangle Rotate undo/redo name */
"Rounded Rectangle Rotate" = "Obrót zaokrąglonego prostokąta";

/* Rounded Rectangle Size undo/redo name */
"Rounded Rectangle Size" = "Rozmiar zaokrąglonego prostokąta";

/* First time UX: Overflow menu */
"Save, share and more" = "Zapisz, udostępnij i więcej";

/* Scale undo/redo name */
"Scale" = "Skala";

/* shapes First Time User Experience Label next to Tool Bar Item */
"shapes" = "kształty";

/* Tooltip for the silly stamp button */
"Silly" = "Głupi";

/* Tooltip for the size button */
"Size" = "Rozmiar";

/* Size Change undo/redo name */
"Size Change" = "Zmiana rozmiaru";

/* Skitch JPG */
"Skitch JPG" = "Skitch JPG";

/* Skitch PDF */
"Skitch PDF" = "PDF Skitch";

/* Skitch PDF with summary */
"Skitch PDF with summary" = "PDF Skitch z podsumowaniem";

/* Skitch PNG */
"Skitch PNG" = "Skitch PNG";

/* Skitch Summary */
"Skitch Summary" = "Podsumowanie Skitch";

/* Stamp creation undo/redo name */
"Stamp" = "Pieczątka";

/* First Time User Experience Label next to Tool Bar Item */
"stamp" = "pieczątka";

/* Stamp Tail Position undo/redo name */
"Stamp Tail Position" = "Pozycja ogonka pieczątki";

/* Annotation Summary */
"Summary" = "Podsumowanie";

/* Tooltip for the surprise stamp button */
"Surprise" = "Niespodzianka";

/* Educational message for users if they tap twice without effect. */
"Tap & drag to draw" = "Dotknij i przeciągnij, aby narysować";

/* Text undo/redo name */
"Text" = "Tekst";

/* text for First Time User Experience Label next to Tool Bar Item */
"text" = "tekstu";

/* Text Font Change undo/redo name
   Text Font undo/redo name */
"Text Font Change" = "Zmiana czcionki tekstu";

/* Text Move undo/redo name */
"Text Move" = "Przesunięcie tekstu";

/* Text Style Change undo/redo name
   Text Style undo/redo name */
"Text Style Change" = "Zmiana stylu tekstu";

/* Surprise! stamp default text */
"Uh oh…" = "Ojej...";

/* Error description for when  image fails to load. */
"Unable to read document." = "Nie udało się odczytać dokumentu.";

/* Undo button */
"Undo" = "Cofnij";

/* Tooltip for the pinned button */
"Unpin sub tools" = "Odepnij narzędzia podrzędne";

/* What? stamp default text */
"What?" = "Co?";

/* Wow! stamp default text */
"Wow!" = "Wow!";

/* Skitch max canvas size alert message */
"You have reached the maximum size allowable for an image. If you would like to expand further please crop your image or use a lower resolution image." = "Osiągnięto limit rozmiaru obrazu. Jeśli chcesz powiększyć jeszcze bardziej, przytnij obraz lub użyj innego o mniejszej rozdzielczości.";
